/**
 * Created by omaximov on 09/01/17.
 */
var config = {
  locations: [
    {
      title: "Школа",
      professions: ["Уборщица","Учитель ОБЖ","Директор","Ученик","Охранник"],
      background: "/images/shkola.png"
    },
    {
      title: "Банк",
      professions: ["Уборщица","Менеджер","Кассир","Клиент","Охранник"],
      background: "/images/bank.png"
    },
    {
      title: "Порт",
      professions: ["Просоленный морской волк","Начальник порта","Контрабандист","Таможенник","Крановщик","Моряк","Грузчик","Пассажир","Капитан"],
      background: "/images/port.png"
    },
    {
      title: "Шоколадная фабрика",
      professions: ["Пухлый ребёнок","Кондитер","Технолог","Мастер-повар","Эксцентричный владелец","Дегустатор","Посетитель","Упаковщик","Продавец"],
      background: "/images/shokoladnaja_fabrika.png"
    },
    {
      title: "Библиотека",
      professions: ["Студент","Воришка","Журналист","Учёный","Охранник","Уборщица","Архивист","Старушка","Книголюб","Библиотекарь"],
      background: "/images/biblioteka.png"
    },
    {
      title: "Выставка кошек",
      professions: ["Продавец зоотоваров","Безумная кошатница","Посетитель","Парикмахер для животных","Ветеринар","Организатор","Судья","Ребёнок с котёнком","Участник","Эксперт"],
      background: "/images/vistavka_koshek.png"
    },
    {
      title: "Тюрьма",
      professions: ["Начальник тюрьмы","Заключённый","Посетитель","Повар","Надзиратель","Психиатр","Маньяк","Адвокат","Громила","Стукач"],
      background: "/images/turma.png"
    },
    {
      title: "Кладбище",
      professions: ["Нищий","Продавец цветов","Священник","Безутешный родственник","Могильщик","Гробовщик","Сторож","Юная Готесса","Наследник","Садовник"],
      background: "/images/kladbishe.png"
    },
    {
      title: "Джаз-бэнд",
      professions: ["Пианист","Гитарист","Саксофонист","Барабанщик","Трамбонист","Контрабасист","Вокалист","Стиляга","Меломан","Звукорежисёр"],
      background: "/images/jazz_band.png"
    },
    {
      title: "Свадьба",
      professions: ["Незваный гость","Дедушка","Девочка с цветами","Шафер","Фотограф","Невеста","Жених","Дальний родственник","Тамада","Водитель лимузина"],
      background: "/images/svadba.png"
    },
    {
      title: "Рок-концерт",
      professions: ["Бармен","Вышибала","Звукорежиссёр","Фанат","Менеджер группы","Клавишник","Барабанщик","Бас-гитарист","Гитарист","Вокалист"],
      background: "/images/rock_koncert.png"
    },
    {
      title: "Музей",
      professions: ["Продавец сувениров","Охранник","Искусствовед","Билетёр","Реставратор","Смотритель","Директор","Посетитель","Экскурсовед","Школьник"],
      background: "/images/muzei.png"
    },
    {
      title: "Шахта",
      professions: ["Грузчик","Инспектор по безопасности","Начальник шахты","Геодезист","Электрик","Геолог","Бригадир","Взрывотехник","Бурильщик","Шахтёр"],
      background: "/images/shahta.png"
    },
    {
      title: "Автогонки",
      professions: ["Судья","Пожарный","Медик","Комментатор","Конструктор","Механик","Пилот","Девушка с шампанским","Болельщик","Репортёр"],
      background: "/images/autogonka.png"
    },
    {
      title: "Дом престарелых",
      professions: ["Директор","Поклонник вязания","Страховой агент","Родственник","Психолог","Сиделка","Главврач","Повар","Бухгалтер","Пенсионер"],
      background: "/images/dom_prestarelih.png"
    },
    {
      title: "Метро",
      professions: ["Уборщик","Полицейский","Безбилетник","Турист","Попрошайка","Пассажир","Машинист","Кассир","Электромонтёр","Дежурный у эскаллатора"],
      background: "/images/metro.png"
    },
    {
      title: "Парламент",
      professions: ["Оратор","Задремавший парламентарий","Турист","Телевизионщик","Лоббист","Переводчик","Корреспондент","Министр","Спикер","Депутат"],
      background: "/images/parlament.png"
    },
    {
      title: "Заправочная станция",
      professions: ["Ребёнок в детском кресле","Дальнобойщик","Охранник","Управляющий","Автолюбитель","Мотоциклист","Автомойщик","Заправочная станция","Кассир","Заправщик"],
      background: "/images/zapravochnaja_stancija.png"
    },
    {
      title: "Виноградник",
      professions: ["Садовник","Сомелье","Знаток вин","Турист","Дегустатор","Виноградарь","Винодел","Технолог","Продавец","Официант"],
      background: "/images/vinogradnik.png"
    },
    {
      title: "Экскурсионный автобус",
      professions: ["Спящий пассажир","Капризный ребёнок","Нервная дама","Фотограф","Пенсионер","Экскурсовод","Водитель","Представитель турагентства","Турист-одиночка","Постовой"],
      background: "/images/ekskursionniy_avtobus.png"
    },
    {
      title: "Стадион",
      professions: ["Офицер допинг-контроля","Продавец хот-догов","Болельщик","Медик","Судья","Тренер","Прыгун с шестом","Метатель молота","Спринтер","Комментатор"],
      background: "/images/stadion.png"
    },
    {
      title: "Стройплощадка",
      professions: ["Заказчик","Грузчик","Архитектор","Практикант","Крановщик","Прораб","Строитель","Сварщик","Маляр","Электрик"],
      background: "/images/stroiploshadka.png"
    }
  ],
  spyname: 'Шпион',
  spyimage: '/images/spion.png'
};
module.exports = config;
